{ "name": "I am a Hero", "related name": [""], "short-story": "Struggling manga artist Hideo Suzuki who suffers from hallucinations and delusions lives a very unfulfilling life and is tired of being a background character in his own life. His life and the world however are quickly turned upside down as a deadly zombie virus known as \"zqn\" runs rampant in Japan. Hideo with nothing but a backpack and a shotgun then flees the city in a turn of events finds others both friend and foe as this epic zombie psychological thriller asks the question: who is the greatest enemy--the dead or the living.", "characters": ["Hideo Suzuki", "Hayakari Hiromi", "Yabu Oda, Kurusu", "Kurusu's cult"], "genres": ["action", "drama", "horror", "psychological"], "author": "Kengo Hanazawa", "Publisher": "Shogakukan" }
{ "name": "I Am Not Your Maid!!", "related name": [""], "short-story": "Kengo's parents were well-off fashion designers but have passed away leaving him an inheritance. Soon the adoptive daughter of his uncle shows up on his doorstep in a similar predicament and with nowhere to go. Kengo takes Miya in and allows her to live in his far too lonely and large mansion with no strings attached, but she insists on working for her stay by becoming his maid, but refuses to be paid for her work. Aside from cooking and cleaning, she has some...other ideas on how a maid should be servicing her master too. Thus begins the story of these two young lover's unconventional but sweet romance.", "characters": ["Kengo", "Miya"], "genres": ["erotica", "romance"], "author": "Eiichiro Oda", "Publisher": "Shueisha" }
{ "name": "Ichigo 100%", "related name": ["Strawberry 100%"], "short-story": "Manaka Junpei, one day goes to the roof of his school to get a beautiful view of his town. On the roof Junpei encounters a beautiful school girl who falls on top of him exposing her strawberry panties. The girl runs away before Junpei can find out her name. Junpei who aspires to become a filmaker thinks this encounter would be a perfect scene in a movie. So his search to find this girl begins with only one clue that she wears strawberry panties.", "characters": ["Junpei Manaka", "Aya Tojo", "Tsukasa Nishino", "Satsuki Kitaoji", "Yui Minamito"], "genres": ["comedy", "romance", "slice of life"], "author": "Mizuki Kawashita", "Publisher": "Shueisha" }
{ "name": "Jaco the Galactic Patrolman", "related name": ["Ginga Patrol Jako"], "short-story": "Jaco, a Galactic Patrolman sent to Earth to protect it from an evil alien attack, crash lands on Earth. He meets the retired scientist Omori who offers to try and fix his spaceship. The next day, government policeman Katayude informs Omori that he does not have the right to live on the island and has to vacate it in one week or be arrested. Jaco learns that Omori has continued his research on time travel in order to save his deceased wife and assistants, but is only able to temporarily speed up how the user experiences time, giving the illusion of stopped time (not actual time travel according to Jaco, which is against intergalactic law). Omori repairs the spaceship, but deduces that it needs a very expensive metal as fuel. During a trip to the capital for supplies, Jaco saves a young woman from thugs, but also unknowingly attacks the police, becoming a wanted man. The woman, Tights, decides to join Jaco and Omori on the island and buys a small amount of the expensive metal with the money she was given for agreeing to act as a body double for a pop star in an upcoming dangerous rocket launch publicity stunt. Although not enough to make the trip home, it will allow Jaco to call for help. However, he breaks the ship's radio antennae while showing off. Katayude sees a news report on Jaco's crime in the capital and realizes he saw the suspect on Omori's island. He arrives with a team the next day to arrest Jaco. During the confrontation, the rocket holding Tights malfunctions and starts falling to Earth. After quickly subduing the government police, Jaco and Omori use Omori's incomplete time machine to give themselves enough time to save Tights. In thanks for preventing a catastrophe, Katayude not only promises to keep Jaco's whereabouts secret, but also allows Omori to stay on the island. On the day the invading evil alien is supposed to land, Jaco does not see the ship land thanks to Tights and so comes to the conclusion that the Earth is saved. However, the alien did in fact land and is taken in by Son Gohan who gives him the name Son Goku. Thinking to use parts of the ship in order to make the money needed for fuel, the trio call over Tights' father who happens to be Dr. Briefs, a scientific genius and richest man in the world. But it's his daughter, Bulma, who fixes the antennae and informs everyone that the expensive metal is not the ship's power source but is only used to store energy, while the similar and much cheaper copper would do the same job. Jaco returns home and Omori buys the island with money from Dr. Briefs. Years later, Katayude has moved to the island as well, Tights has become a science fiction writer, Jaco has found a girlfriend and occasionally visits, and Bulma stops by, having just started out on a journey to gather seven wish-granting balls.", "characters": ["Jaco Teirimentenpibosshi", "Tokunoshin Omorim", "Tights", "Tamagoro Katayude", "An Azuki"], "genres": ["comedy", "science fiction"], "author": "Akira Toriyama", "Publisher": "Shueisha" }
{ "name": "Jigoku Sensei Nube", "related name": [" Gendai Toshi Yōkikō Reibaishi Izuna (the spiritual medium)", "Reibaishi Izuna Ascension",  "Jigoku Sensei Nube" , "Hell Teacher Nube"], "short-story": "Nube is a grade-school teacher with a demon hand which he uses to protect his students from all sorts of evil creatures. Nube fights everything from urban legends and aliens to mythological creatures, all whilst trying to catch the eye of his crush and fellow teacher.", "characters": ["Meisuke Nueno", "Miki Hosokawa", "Ritsuko Takahashi", "Izuna Hazuki", "Kyōsuke Tamamo", "Kyōko Inaba", "Hiroshi Tateno", "This Man"], "genres": [" action", "comedy", "horror", "romance", "supernatural"], "author": "Sho Makura, Takeshi Okano", "Publisher": "Shueisha" }
{ "name": "Jigoku Shoujo", "related name": ["Hell Girl"], "short-story": "The story of different individuals that have a certain grudge access the Hell Hotline (Jigoku Tsushin) to enter the name of those they want revenge on. Enma Ai, the hell girl, takes on the revenge for them in exchange for eternity in hell after their death.", "characters": ["Ai Enma", "Wanyuudou", "Ichimokuren", "Hone Onna" , "Yamawaro, Kikuri "], "genres": ["drama", "horror", "supernatural"], "author": " Miyuki Etoo", "Publisher": "Kodansha" }
{ "name": "Jing: King of Bandits", "related name": [""], "short-story": "Don't be fooled by appearances; Jing may look like a little kid, but he's the king of bandits. His bird partner may look like a scrawny crow, but the pair throws a nasty punch. Jing and Kir travel around stealing great treasures, yet manage to leave many happier people behind them. From treasures in the City of Thieves to the secret of eternal youth, on to dreams in the Seventh Heaven and a Smile, Jing can steal anything.", "characters": ["Jing", "Kir", "Postino"], "genres": ["adventure", "comedy", "fantasy"], "author": "Yuuichi Kumakura", "Publisher": "Kodansha" }
{ "name": "JoJo's Bizarre Adventure", "related name": [" JoJo's Bizarre Adventure (OAV)",  "Kishibe Rohan wa Ugokanai (manga)", "JoJo no Kimyō na Bōken"], "short-story": "The universe of JoJo's Bizarre Adventure is a reflection of the real world with the added existence of supernatural forces and beings. In this setting, some people are capable of transforming their inner spiritual power into a Stand (スタンド, Sutando); another significant form of energy is Hamon (波紋, \"Ripple\"), a martial arts technique that allows its user to focus bodily energy into sunlight via controlled breathing. The narrative of JoJo's Bizarre Adventure is split into parts with independent stories and different characters. Each of the series' protagonists is a member of the Joestar family, whose mainline descendants possess a star-shaped birthmark above their left shoulder blade and a name that can be abbreviated to the titular \"JoJo\". The first six parts take place within a single continuity whose generational conflict stems from the rivalry between Jonathan Joestar and Dio Brando, while the latter two parts take place in an alternate universe where the Joestar family tree is heavily altered.", "characters": ["Jonathan Joestar", "Will A. Zeppeli", "Robert E. O. Speedwagon", "Erina Pendleton", "Poco,George Joestar I", "Tonpetty", "Straizo","Dire", "Dio Brando", "Wang Chan", "Jack the Ripper", "Tarkus", "Bruford", "Dario Brando"], "genres": ["adventure", "erotica", "supernatural", "thriller"], "author": "Hirohiko Araki", "Publisher": "Shueisha" }
{ "name": "Kabuto", "related name": [" Karasu Tengu Kabuto"], "short-story": "Those who have the blood of the Karasu Tengu (Crow Goblin) in their veins must forever fight against the powers of darkness. Along with four other holy ninja warriors Genbu (Black Snaky Tortoise), Suzaku (Red Phoenix), Seiryu (Blue Dragon), Byakko (White Tiger), Karasu Tengu Kabuto fights against the evil god Kuroyasha (Black Night Demon) Dôki and his underlings such as Junin-shu (Top Ten Warriors). Their battle continues through generations: in the second volume of the manga, Kabuto's son makes an appearance as the second Karasu Tengu.", "characters": ["Kabuto", "Genbu", "Jiraiya Byakko", "Kuroyasha Douki", "Seiryuu, Suzaku"], "genres": ["action", "fantasy"], "author": "Buichi Terasawa", "Publisher": "Shueisha" }
{ "name": "Kagerou Daze", "related name": [""], "short-story": "Shintarō Kisaragi is an 18-year-old from Kashiwa who has not left his room for two years due to his obsession with Internet usage. But when Shintarō spills doe on his computer keyboard, he is forced to go purchase a replacement. At the department store, he witnesses a group of criminals break and hold the people hostage. He witnesses the \"Mekakushi Dan\" (メカクシ団, lit. \"Blindfold Gang\") who stop the criminals using mysterious powers. The group then forces Shintarō to join the group. Shintarō has a younger sister called Momo Kisaragi, who is a popular idol and a first-year high school student. Her uncontrollable 'Drawing Eye' has the ability to attract people's attention. She meets the leader of Mekakushi Dan, Tsubomi Kido, who invites Momo to join the group before Shintarō's encounter with the group. Momo agrees. Momo and the Mekakushi Dan go the department store to purchase a new phone. Kido uses her powers to prevent people from staring at Momo. At the department store, they see Shintarō. They work on stopping the criminals and saving hostages successful. Meanwhile, Shintarō has passed out in the process. When he awakens, he is introduced to the group. The prologue for the novels' storyline is told in the second novel, -a headphone actor-. Takane Enomoto and Haruka Kokonose, students of Kenjirō Tateyama, plan a class booth for their school's cultural festival. Haruka gets an idea to host a shooting booth; however, this idea could not be fulfilled due to Kenjirō spending all their booth funds on a rare specimen. Takane, being a highly skilled gamer, decides that instead of a shooting booth with a large amount of equipment, they should make a video game of a first-person shooter. Kenjirō would be in charge of programming, Haruka was in charge of illustration and Takane was responsible for playing as the opponent. Their plan captured a great amount of attention, good and bad.", "characters": ["Tsubomi Kido", "Kōsuke Seto", "Shūya Kano", "Marry Kozakura", "Momo Kisaragi", "Takane Enomoto", "Shintarō Kisaragi","Hibiya Amamiya", "Haruka Kokonose", "Ayano Tateyama", "Kenjirō Tateyama", "Hiyori Asahina" ,"Shion Kozakura" ,"Azami" ,"Ayaka Tateyama", "Snake of Clearing Eyes "], "genres": ["Comedy", "Romance", "Sci-Fi", "Supernatural"], "author": "Jin (Shizen no Teki-P)", "Publisher": "Enterbrain" }
{ "name": "Kaiji", "related name": ["Gambling Apocalypse Kaiji"], "short-story": "Impoverished loser Kaiji spends his days playing cheap gambling games, and vandalizing cars to take his frustrations out on society. One day a debt collector arrives, informing Kaiji that an unpaid loan he had co-signed for has now fallen upon him. The debt collector coerces him into boarding a gambling boat to clear the debt, and possibly make himself rich on top of that. Kaiji accepts, but he has no inkling of the horrors that await him ...", "characters": ["Kaiji Itō"," Yūji Endō"," Yukio Tonegawa"," Kazutaka Hyōdō"," Takeshi Furuhata ","Mamoru Andō"," Kōji Ishida"," Jōji Funai"," Sugita"," Kitami"," Okabayashi"," Makoto Sahara"," Yoshihiro Kurosaki"," Tarō Ōtsuki"," Kaoru Isawa"," Takuya Numakawa"," Takashi Muraoka"," Mikoko Sakazaki"], "genres": ["drama", "psychological"], "author": "Nobuyuki Fukumoto", "Publisher": "Kodansha" }
{ "name": "Karin", "related name": ["Chibi Vampire, Cheeky Vampire"], "short-story": "Karin Maaka is the middle child of a family of vampires which immigrated to Japan 200 years ago. Karin, although technically a vampire herself, is very different from the rest of her family. Instead of lacking blood, her body overproduces it. In order to get rid of the excess blood, once a month, she must give in to her urges and find someone to bite. Instead of drinking their blood, she gives them some of hers, leaving both her and her “victim” feeling refreshed and energetic. Despite these troubles, she still goes to school and holds down a part-time job. Everything is going reasonably well for Karin, until a transfer student, Kenta, joins her class. For some reason, her body instantly reacts to him, and begins producing more blood than she can stand. He eventually finds out about her body’s problem, which leads to quite a bit of difficulty. Now, yet another complication has been added to Karin’s already very complicated life.", "characters": ["Karin Maaka"," Anju Maaka"," Ren Maaka"," Kenta Usui"," Brigitte Braunlich"," Calera Marker"," Makoto Fujitani"," Kanon Usui"], "genres": "comedy, romance, supernatural", "author": "Yuna Kagesaki", "Publisher": "Kadokawa Shoten" }
{ "name": "Lady Snowblood", "related name": [ " Lady Snowblood: Love Song of Vengeance (live-action movie)", "Princess Blade (live-action movie 2001)", "Princess Snowblood", "Shura Yukihime" ], "short-story": "Yuki’s father and brother were murdered and her mother gang raped – when her mother was imprisoned for taking revenge against one of the gang of thieves who attacked her family, she plotted to become pregnant behind bars. Yuki’s mother did not survive the birth but Yuki was brought up by her mother’s fellow inmates, aware from an early age that she was conceived as an instrument of vengeance. Now a grown woman, Syura Yuki makes a living as a master assassin but her true purpose is to travel late 19th Century Japan – a country in social, political and technological upheaval – searching the underworld for the remaining members of the long since dispersed gang that destroyed her family and exacting the bloody revenge that her mother was unable to complete.", "characters": [ "Lady Snowblood", "Miyanara-san", "Matsuemon-san" ], "genres": "action, drama", "author": "Kazuo Koike", "Publisher": "Shueisha" }
{ "name": "Lament of the Lamb", "related name": [ "Hitsuji no Uta" ], "short-story": "The Takashiro family carries a genetic curse: They’re vampires, well, sort of. Their condition causes them to thirst for human blood, and Kazuna has just found out about this. Now after beginning to suffer from the symptoms, he runs into his sister who he’s been separated from since they were little. Now his sister tries to help him learn to control his urges for blood...", "characters": ["Kazuna Takashiro"," Chizuna Takashiro"," You Yaegashi"," Shin and Natsuko Eda"," Doctor Minase"," Doctor Shizuna Takashiro"," Mrs. Ishikura"," Shinobu Kazami"], "genres": ["drama"," horror"," mystery"], "author": "Kei Toume", "Publisher": "Gentosha Comics, Scholar, Sony magazines Inc." }
{ "name": "Letter Bee", "related name": ["Tegami Bachi"], "short-story": "Gauche is a governmental employee, given the task to deliver any letter to it's destination. Meeting a young boy who is the letter to be delivered, Gauche makes friends with Lag and inspires him to take up the job. Five years later, Lag Seeing finally becomes his dream, that of a Letter Bee. However, the one who inspired him has gone missing and only there does the mystery start.", "characters": ["Lag Seeing"," Niche"," Gauche Suede/Noir"," Sylvette Suede"," Roda"," Steak"," Connor Kluff "," Largo Lloyd"," Aria Link"," Sabrina Mary"," Dr. Thunderland Jr."," Zazie Winters"," Wasiolka"," Jiggy Pepper"," Anne Seeing "," Lawrence"], "genres": ["action", "fantasy"], "author": "Hiroyuki Asada", "Publisher": "Shueisha" }
{ "name": "Limit", "related name": [""], "short-story": "A group of girls on their way to a school camp's bus drops from a cliff after the driver passes out. Most of the students die but the few survivors gather together and try to survive until rescue comes while also dealing with their own personal issues from school.", "characters": ["Mizuki Konno"," Chieko Kamiya","Arisa Morishige"," Haru Ichinose"," Chikage Usui"," Haruaki Hinata"," Sakura Himesawa"," Wataru Igarashi"," Hirokazu Konno"], "genres": ["drama", "psychological"], "author": "Keiko Suenobu", "Publisher": "Kodansha" }
{ "name": "Mach Go Go Go", "related name": ["Speed Racer","Meteoro", "Mach GoGoGo"], "short-story": "A young man named Speed Racer wants to become a professional racer, despite the lack of Pops Racer's (his father) approval. When Pops reluctantly quits his job after the corporation he was working for declined production of a modified engine for his new racing car, the Mach 5, he later thinks of creating his own family owned company, Racer Motors (Mifune Motors in Japan). He realizes that he would need a great amount of money to make his idea work. Nonetheless, Pops conceals his plans for the Mach 5's new engine on a windshield. Speed, who values the welfare of his family, decides to take it upon himself to obtain the money for Pops. In hopes of using his unique driving skills to do so, Speed decides to do what he does best and enters a race. Speed, along with the help of his friend and mechanic, Sparky, tune up and adjust the Mach 5 in preparation for the race, attaching a new windshield in the process. Unbeknownst to them, they had taken Pops' windshield that concealed the plans for the new engine. Speed takes the windshield along to the race the next day. With the windshield, Speed unwittingly brought trouble towards him, for a corporate gang, who is after Pops' revolutionary designs for the engine, sabotages the race, putting Speed in peril. Speed, through his wit, realizes that Pops had hidden the plans on the windshield and fights hard to prevent the gang from stealing it. In a last minute effort to save his father's hard work, Speed shatters the windshield with his helmet so that in effect, nobody walks away with the plans. With the gang out of the way, Speed finishes and wins the race...however, he does not win the prize money since officials had found out that the race was sabotaged by the corporate gang. A slightly disappointed Speed apologizes to a slightly frustrated Pops, who had found out that Speed had entered the race, for entering the race and destroying his plans. Pops tells Speed that the plans were always locked within his head and gets slightly enraged and tells Speed to quit racing. Speed, who is confident enough to ignore Pops, drives away into many different adventures that come towards him and his friends.", "characters": ["Speed Racer / Gō Mifune","Spritle Racer / Kurio Mifune", "Pops Racer / Daisuke Mifune","Mom Racer / Aya Mifune","Racer X (The Masked Racer)","Sparky","The Car Acrobatic Team"], "genres": ["adventure", "tournament"], "author": "Tatsuo Yoshida", "Publisher": "Fusosha" }
{ "name": "Made in Abyss", "related name": [""], "short-story": "An enormous pit and cave system called the \"Abyss\" is the only unexplored place in the world. Strange and wonderful creatures reside in its depths, and it is full of precious relics that current humans are unable to make. The mysteries of the Abyss fascinate humans, and they head down to explore. The adventurers who venture into pit are known as \"Cave Raiders.\" A little orphan girl named Rico lives in the town of Ōsu on the edge of the Abyss. Her dream is to become a Cave Raider like her mother and solve the mysteries of the cave system. One day, Rico starts exploring the caves and discovers a robot who resembles a human boy.", "characters": ["Riko","Reg","Nanachi","Mitty","Director","Jiruo","Nat","Shiggy","Kiyui","Habolg","Ozen","Marulk","Lyza","Bondrewd","Prushka","Meinya","Wazukyan","Belafu","Vueloeluko"], "genres": ["adventure", "fantasy"], "author": "Akihito Tsukushi", "Publisher": "Takeshobo" }
{ "name": "Magic Knight Rayearth", "related name": [""], "short-story": "Hikaru, Umi, and Fuu, girls from separate schools, find themselves linked together as they fall through the floor during a field trip to the Tokyo Tower. They land in a place called Cephiro, where their will controls what happens. They meet with Guru Clef and find out that they were summoned to save Princess Emeraude who has been imprisoned by High Priest Zagato. They learn magic and acquire weapons on their quest to save Cephiro from the evils of Zagato.", "characters": ["Hikaru Shidou","Umi Ryuuzaki","Fuu Hououji"], "genres": ["adventure", "fantasy"], "author": "CLAMP", "Publisher": "Kodansha" }
{ "name": "Magical Pokémon Journey", "related name": [""], "short-story": "In the world of Pokemon there lives a girl named Hazel. Hazel is deeply in love with the Pokemon trainer Almond, but all Almond cares about is Pokemon. In order to win Almond's love, Hazel makes a deal with the mad scientist \"Grandpa\" -- she will capture Pokemon for him in exchange for his ultimate love potion. Hazel befriends several Pokemon, including the main mascots Pikachu, Clefairy, and Jigglypuff, goes on all sorts of adventures with them, and battles her rival Coconut for Almond's heart.", "characters": ["Hazel","Almond","Coconut","Grandpa","Peanut","Pistachio","Walnut","Sandy","Apricot","Plum","Caraway","Ginger","Haruka","Pikachu","Clefairy","Jigglypuff","Squirtle","Eevee","Lu","Charmander","Bulbasaur","Ditto","Marimaru"], "genres": ["comedy", "fantasy"], "author": "Yumi Tsukirino", "Publisher": "Shogakukan" }
{ "name": "Naruto", "related name": [""], "short-story": "Twelve years ago, in a world populated by powerful ninja, a legendary beast known as the Nine-Tailed Fox attacked the village of Konohagakure, taking hundreds of lives. To save the city, the village's leader, the Fourth Hokage, sacrificed his life to seal the Fox into a newborn child. That child became Naruto Uzumaki, a hyperactive and optimistic but emotionally torn boy who has been abused and neglected by the very village that he lives in. Vowing to gain their respect, Naruto sets off on a journey to become the Hokage himself, and joins a ninja team alongside his new friends - the taciturn Sasuke, the kind-hearted Sakura, and the mysterious leader Kakashi. But things are not all that they seem, as Naruto will have to fight threats to the village, a group that wishes to exploit the Nine-Tails, and even his own teammates' wavering loyalties in an epic tale of war, growth, and love. When Naruto was born the spirit of a evil nine-tailed fox was imprisoned within him, rendering him the hate of the villagers in the ninja-village of the Leaf who feared the demon in him. Countering this hate he grew into the role of the clown, trying to attract attention by making a fool of himself and his teachers. But within him dwells the dream of becoming Hokage, the strongest warrior of the village. When he graduates from the academy he’s placed in the same group as Sakura, the technician and the girl he loves and Sasuke, the strong, quiet guy and his rival for Sakura. Leader and teacher of the group are Kakashi, the strange and always late, though powerful ninja.", "characters": ["Naruto","Naruto Uzumaki","Sasuke Uchiha","Sakura Haruno","Kakashi Hatake","Boruto","Boruto Uzumaki","Sarada Uchiha","Mitsuki", "Konohamaru Sarutobi"], "genres": ["action", "comedy", "drama", "fantasy"], "author": "Masashi Kishimoto", "Publisher": "Shueisha" }
{ "name": "Neon Genesis Evangelion", "related name": ["Evangelion", "Shin Seiki Evangelio"], "short-story": "In 2000 A.D., a top-secret encounter between an Antarctic expedition and an entity known as an 'Angel' triggered a global catastrophe. The year is now 2015 and the Angels have returned. Shinji Ikari, a 14-year-old child of the new Earth, is summoned by his long-estranged father Gendo to an underground city underneath Tokyo-3, where the United Nations research organization known as NERV is stationed. To match the fearsome power of the Angels, NERV has constructed a biomechanical weapon named 'Evangelion' - a terrifying monster that young Shinji is destined to pilot.", "characters": ["Shinji Ikari","Rei Ayanami","Asuka Langley Soryu","Kaworu Nagisa","Toji Suzuhara","Ryoji Kaji","Yui Ikari/Unit 01"], "genres": ["action", "drama", "psychological", "science fiction"], "author": "Yoshiyuki Sadamoto", "Publisher": "Kadokawa Shoten" }
{ "name": "Ninja Girls", "related name": ["Rappi Rangai"], "short-story": "This story takes place during the civil war in Japan. There is a mysterious boy with a short horn on his forehead. His life turns upside down after he saves a wanted female ninja, who then tells him that she's his servant and he an emperor. Soon a few more girls appear in his life and the adventure begins. What will happen to him and what kind of weird and wonderful stories lie in front of the small group is for you to find out.", "characters": ["Raizou","Kagari","Kisarabi","Himemaru","Mother"], "genres": ["adventure", "drama"], "author": "Hosana Tanaka", "Publisher": "Kodansha" }
{ "name": "Nowadays", "related name": ["Imadoki!"], "short-story": "Tanpopo Yamazaki is a girl with a dream of attending a high school in Tokyo. Yet when her dream comes true and the famous Meio High accepts her, all isn't what it seems. Students are sorted only by family connections and wealth, meaning friends are nowhere to be found. Taking matters into her own hands, she starts a gardening club. As the year progresses Tanpopo gains what she's wanted (maybe even more) and one by one, people weave into her life in a way that'll change her life forever.", "characters": ["Tanpopo Yamazaki","Kouki Kugyou","Aoi Kyougoku","Tsukiko Saionji","Arisa Uchimura","Erika Yanahara","Youji Kugyo","Ogata","Poplar"], "genres": ["drama", "romance"], "author": "Yuu Watase", "Publisher": "Shogakukan" }
{ "name": "Oh My Goddess!", "related name": ["Aa Megami-sama","Ah My Goddess"], "short-story": "While staying alone in his dormitory, college student Keiichi Morisato was trying to call some restaurants for delivery when he accidentally called the Goddess Help Line. Suddenly, the mirror near him glowed and a beautiful goddess named Belldandy appeared out of it. She granted Keiichi his one wish for her to be his girlfriend forever. After being kicked out of the dorm, Keiichi and Belldandy now live in an old temple with her sisters Urd and Skuld.", "characters": ["Keiichi Morisato","Belldandy","Urd","Skuld","The Almighty One","Peorth","Lind","Chrono","Ere","Ex","Chrono","Ansuz","Eir & Saga"], "genres": ["action", "comedy", "magic", "romance", "slice of life"], "author": "Kousuke Fujishima", "Publisher": "Kodansha" }
{ "name": "One Piece", "related name": [""], "short-story": "Twenty two years ago, the legendary pirate, Gold Roger was executed. His final words told that his treasure known as \"One Piece\" was hidden somewhere on the Grand Line. This started the Age of Pirates. Now, twenty two years later, seventeen year old Monkey D. Luffy desires to find One Piece, and become the Pirate King. But to do this, he needs a crew.", "characters": ["Monkey D. Luffy","Roronoa Zoro","Nami","Usopp","Sanji","Tony Tony Chopper","Nico Robin","Franky","Brook","Jimbei"], "genres": ["adventure", "comedy", "drama", "fantasy"], "author": "Eiichiro Oda", "Publisher": "Shueisha" }
{ "name": "One-Punch Man", "related name": [""], "short-story": "One-Punch Man is a super hero who has trained so hard that his hair has fallen out, and who can overcome any enemy with one punch. However, because he is so strong, he has become bored and frustrated with winning all his battles so easily.", "characters": ["Saitama","Genos","Blast","Tornado","Bang","Atomic Samurai","Child Emperor","Metal Knight","King","Zombieman","Drive Knight","Pig God","Superalloy Blackluster","Watchdog Man","Flashy Flash","Tank-Top Master","Metal Bat","Puri-Puri Prisoner"], "genres": ["action", "science fiction"], "author": "ONE", "Publisher": "Shueisha" }
{ "name": "One-Pound Gospel", "related name": ["Ichi Pound no Fukuin"], "short-story": "Kosaku Hatanaka is a natural at boxing, but he can't control his voracious appetite. Kosaku eats anything and everything. As a result, his weight goes up and he is forced to fight in heftier weight class bouts. Sister Angela is a young novice nun who feels for Kosuke. She encourages him, and does whatever she can to make sure Kosaku is in shape.", "characters": [""], "genres": ["comedy", "romance"], "author": "Rumiko Takahashi", "Publisher": "Shogakukan" }
{ "name": "Pastel", "related name": [""], "short-story": "Mugi Tadano, a high school student, falls in love with a girl, Yuu Tsukiyaki. When Yuu's father passes away, she and her sister are invited to move into Mugi's house by Mugi's father. Mugi and Yuu must then cope with the new challenges caused by living together and the growing relationship between them, as Yuu adapts to a new environment and Mugi struggles not to confess his feelings out of consideration for her situation.", "characters": ["Mugi Tadano","Yuu Tsukisaki","Tsukasa Tsukisaki","Kazuki Sanmiya","Manami Sakiya","Sayuri Watase","Kiku Murakami","Ken Tadano","Tetsu Shiba","Aoi Sonobe","Mako Minamino","Urara Haruno","Moe Haruno","Pepper","Mikan ","Mametarou"], "genres": ["comedy", "romance", "slice of life"], "author": "Toshihiko Kobayashi", "Publisher": "Kodansha" }
{ "name": "Peace Maker", "related name": [""], "short-story": "When Tetsunosuke was younger his parents were murdered by a Chōshū assassin right in front of him. Since then he’s vowed to take revenge, and to do this he decides the best way is to join the Shinsengumi. They aren’t too keen on having a 10-year-old-looking 16-year-old in the group, but eventually they come around. However, Tetsunosuke wants them to take another step and teach him how to become a “demon”.", "characters": ["Shinsengumi","Tetsunosuke Ichimura","Tatsunosuke Ichimura","Sōji Okita","Toshizō Hijikata","Sanosuke Harada","Shinpachi Nagakura","Heisuke Tōdō","Hajime Saitō","Keisuke Yamanami","Isami Kondō","Ayumu Yamazaki","Susumu Yamazaki","Saizo"], "genres": ["adventure", "drama"], "author": "Nanae Chrono", "Publisher": "Enix, Mag Garden (2005)" }
{ "name": "Pokémon", "related name": ["Dengeki! Pikachu"], "short-story": "10-year-old Satoshi, after finding a Pikachu messing with the wiring in his house, is on a journey to become the greatest Pokemon Master and to beat out his rival, Shigeru. Along the way, he meets with many other Pokemon trainers and advisors, including water-based trainer (and gym leader) Kasumi, ground- and rock-based trainer (and gym leader) Takeshi, and others.", "characters": ["Ash Ketchum","Serena","Misty","Dawn","Iris","Brock","May","Jessie","Pikachu","Professor Samuel Oak","James","Meowth","Wobbuffet"], "genres": ["action", "adventure", "comedy"], "author": "Satoshi Tajiri", "Publisher": "Shogakukan" }
{ "name": "Quartet of cherry blossoms in the night", "related name": ["Yozakura Quartet"], "short-story": "The story revolves around a quartet of teenaged heroes: A super-strong girl named Hime, a mind reader named Ao, a conjurer named Kotoha and an ordinary, powerless boy named Akina. The three girls and Akina protect the city of Sakurashin from supernatural threats", "characters": ["Hime Yarizakura","Akina Hiizumi","Ao Nanami","Kotoha Isone","Enjin Hiizumi","Kyōsuke Kishi","Tōka Kishi","Rin Azuma","Zakuro Kurumaki","Yūhi Shinatsuhiko"], "genres": ["action", "comedy", "supernatural"], "author": "Suzuhito Yasuda", "Publisher": "Kodansha" }
{ "name": "Quest for the Missing Girl", "related name": ["Sōsakusha"], "short-story": "Shiga, a mountaineer, leaves his isolated lodge and returns to Tokyo in order to track down Megumi - the missing daughter of Tatsuko (Shiga's deceased best friend) and Yoriko (whom Shiga has secretly been in love with since before Tatsuko died). Shiga's investigation takes him into the world of \"compensated dating\" and disaffected teens and what he discovers there suggests that Megumi may have been abducted by a paedophile with a great deal of power and influence. In order to save the girl and regain the self-respect he lost when his best friend died, Shiga must break through the wall of silence and do what the police dare not.", "characters": ["Shiga","Megumi"], "genres": ["mystery", "thriller"], "author": "Jiro Taniguchi", "Publisher": "Shogakukan" }
    { "name": "Rakudai Ninja Rantarou", "related name": [""], "short-story": "The time is the Sengoku period, and the characters are ninjas-in-training who have entered Ninjutsu Gakuen. Their sights are set on becoming first-class ninjas, but they usually end up creating chaos.", "characters": ["Kirimaru Settsuno", "Shinbei Fukutomi", "Rantarou Inadera", "Isaku Zenpouji", "Hansuke Doi", "Hachizaemon Takeya", "Kihachirou Ayabe", "Chouji Nakazaike"], "genres" : ["Comedy"], "author" : "Soubee Amako", "Publisher" : "Asahi Shogakusei Shinbun" }
        { "name": "Rokudenashi Blues", "related name": ["Good-For-Nothing Blues"], "short-story": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club.", "characters": ["Taison Maeda", "Masatoshi Ebihara", "Kasai", "Katsuji Yamashita", "Yakushiji", "Kazumi 	Imai", "Yoneji Sawamura"], "genres" : ["Action", "Comedy", "Drama", "Sports"], "author" : "Masanori Morita", "Publisher" : "Shounen Jump" }
        { "name": "Rekka no Honoo", "related name": ["Flame of Recca"], "short-story": "Often considered untrustworthy, Japanese ninja were in fact unwaveringly loyal to their masters. But in modern-day Japan, high school student and self-proclaimed ninja Rekka Hanabishi finds it difficult to carry on their legacy, that is, until he saves a cute girl named Yanagi Sakoshita from a group of delinquents.In the aftermath of the event, Rekka deems Yanagi worthy of being his master, swearing to protect her. As a sign of their trust, the two reveal their most valuable secrets to each other: Yanagi can quickly heal wounds, while Rekka can create fire with just a snap of his fingers. However, their dazzling exchange does not go unnoticed as a mysterious woman called Kage Houshi appears. She somehow knows about their powers and threatens them, claiming Rekka must be returned, for he is the only one who can kill her.", "characters": ["Rekka Hanabishi", "Fuuko Kirisawa", "Kurei", "Tokiya Mikagami", "Kaoru Koganei", "Yanagi Sakoshita", "Kagerou", "Domon Ishijima"], "genres" : ["Action", "Adventure", "Comedy", "Fantasy", "Romance"], "author" : "Nobuyuki Anzai", "Publisher" : "Shounen Sunday" }
        { "name": "Rokudou no Onna-tachi", "related name": [""], "short-story": "Tousuke Rokudou is a first-year attending Aomori High, a school full of delinquents. He is often bullied by his classmates due to his incompatibility with their behavior, the only exceptions being his two good friends who are also social outcasts. Frustrated at the way they are treated, the three wish they could stand up and claim the fun, peaceful school life of their dreams.", "characters": ["Ranna Himawari", "Haruya Iinuma", "Tousuke Rokudou", "Masaru Hinomoto", "Kouta Kijima"], "genres" : ["Comedy", "Romance"], "author" : "Yuuji Nakamura", "Publisher" : "Shounen Champion" }
        { "name": "Rikudou", "related name": [""], "short-story": "Riku experienced a lot of pain and tragedy in his early life. After his father's death, a former-boxer yakuza man taught him how to do a basic punch, and that punch saved his life when he had to defend himself from his mom's drug dealer. He ended up taking the drug dealer's life, marking him as a killer. Criminals continued to come after him, leading to more tragedy for the people who attempted to care for him. All of this drove him to ask that same former boxer to teach him to become stronger, which led him to a rundown gym, his door to the world of pro boxing!", "characters": ["Riku Azami", "Kyousuke Tokorozawa", "Yuki Naeshiro"], "genres" : ["Action", "Drama", "Sports"], "author" : "Toshimitsu Matsubara", "Publisher" : "Young Jump" }
        { "name": "Slam Dunk", "related name": [""], "short-story": "Haruko Akagi, ignorant of Hanamichi's history of misbehavior, notices his immense height and unwittingly approaches him, asking whether or not he likes basketball. Overcome by the fact that a girl is speaking to him, the red-haired giant blurts out a yes despite his true feelings. At the gym, Haruko asks if he can do a slam dunk. Though a complete novice, Hanamachi palms the ball and makes the leap...but overshoots, slamming his head into the backboard. Amazed by his near-inhuman physical abilities, Haruko quickly notifies the school's basketball captain of his feat. With this, Hanamichi is unexpectedly thrust into a world of competition for a girl he barely knows, but he soon discovers that there is perhaps more to basketball than he once thought.", "characters": ["Hanamichi Sakuragi", "Hisashi Mitsui", "Kaede Rukawa", "Ryouta Miyagi", "Takenori Akagi"], "genres" : ["Comedy", "Drama", "Sports"], "author" : "Takehiko Inoue", "Publisher" : "Shounen Jump" }
        { "name": "Solo Leveling", "related name": [""], "short-story": "Ten years ago, \"the Gate\" appeared and connected the real world with the realm of magic and monsters. To combat these vile beasts, ordinary people received superhuman powers and became known as \"Hunters.\" Twenty-year-old Sung Jin-Woo is one such Hunter, but he is known as the \"World's Weakest,\" owing to his pathetic power compared to even a measly E-Rank. Still, he hunts monsters tirelessly in low-rank Gates to pay for his mother's medical bills.", "characters": ["Jin-Woo Sung", "Hae-In", "Esil Radiru", "Jin-Ho", "Gun-Hee Go"], "genres" : ["Action", "Adventure", "Fantasy"], "author" : "Chugong, Jang, Sung-rak", "Publisher" : "Kakao" }
        { "name": "Shingeki no Kyojin", "related name": ["Attack on Titan"], "short-story": "Hundreds of years ago, horrifying creatures which resembled humans appeared. These mindless, towering giants, called \"titans,\" proved to be an existential threat, as they preyed on whatever humans they could find in order to satisfy a seemingly unending appetite. Unable to effectively combat the titans, mankind was forced to barricade themselves within large walls surrounding what may very well be humanity's last safe haven in the world.", "characters": ["Mikasa Ackerman", "Eren Yeager", "Armin Arlert", "Levi", "Annie Leonheart", "Erwin Smith"], "genres" : ["Action", "Drama", "Fantasy", "Mystery"], "author" : "Hajime Isayama" , "Publisher" : "Bessatsu Shounen Magazine" }
        { "name": "Skip Beat!", "related name": [""], "short-story": "Sixteen-year-old Kyouko Mogami followed her childhood friend and love interest Shoutarou \"Shou\" Fuwa to Tokyo to support him while he works toward his dream of becoming a top idol in the entertainment industry. But after finding out that Shou considers her as little more than a mere housekeeper, she swears to enact revenge by entering the entertainment industry herself and beating him at his own game! However, Kyouko's revenge plan suffers a setback almost immediately when she is rejected by the talent agency of her choice. Fortunately, the president of the agency gives her a second chance, and places her in the newly made \"Love Me\" section. Kyouko then begins her long journey to stardom, cultivating her skills as an actress and forming relationships with new friends along the way.", "characters": ["Kyouko Mogami", "Ren Tsuruga", "Shoutarou Fuwa", "Yukihito Yashiro"], "genres" : ["Comedy", "Drama", "Romance"], "author" : "Yoshiki Nakamura", "Publisher" : "Hana to Yume" }
        { "name": "The Horizon", "related name": [""], "short-story": "In a world ravaged by war, a young boy walks down a lonely road in the aftermath of his mother's death. Along his journey, he witnesses military tanks, dead bodies, and his beloved city in ruins. With eyes clouded by anguish, he pushes himself to keep moving forward. One morning, he meets a girl in an abandoned bus where he spent the night. Moments after their encounter, the area turns into a battlefield, and the pair escapes into a long abandoned lane. The two strangers decide to walk together to the end of the road, thus beginning a companionship that will ignite new hope inside their shriveled hearts.", "characters": ["The Boy", "The Girl", " Man in a Suit", "Girl's Father", "Boy in Forest"], "genres" : ["Adventure", "Drama"], "author" : "Ji-Hoon Jeong", "Publisher" : "Comica" }
        { "name": "Tokyo Ghoul", "related name": [""], "short-story": "Lurking within the shadows of Tokyo are frightening beings known as \"ghouls,\" who satisfy their hunger by feeding on humans once night falls. An organization known as the Commission of Counter Ghoul (CCG) has been established in response to the constant attacks on citizens and as a means of purging these creatures. However, the problem lies in identifying ghouls as they disguise themselves as humans, living amongst the masses so that hunting prey will be easier. Ken Kaneki, an unsuspecting university freshman, finds himself caught in a world between humans and ghouls when his date turns out to be a ghoul after his flesh.", "characters": ["Ken Kaneki", "Touka Kirishima", "Juuzou Suzuya", "Rize Kamishiro", "Hideyoshi Nagachika"], "genres" : ["Action", "Drama", "Horror", "Mystery", "Supernatural"], "author" : "Sui Ishida", "Publisher" : "Young Jump" }
        { "name": "Tensei shitara Slime Datta Ken", "related name": ["That Time I Got Reincarnated as a Slime"], "short-story": "After being killed by a passing robber, a normal 37-year-old guy finds himself reincarnated in another world as a blind slime with unique skills. With a new name \"Rimuru Tempest\" he got after meeting his new friend, the \"catastrophe level\" Storm Dragon Veldora, he starts his slime life in another world with his increasing number of minions.", "characters": ["Rimuru Tempest", "Milim", "Shion", "Souei", "Benimaru", "Ranga"], "genres" : ["Fantasy"], "author" : "Mitz Vah, Fuse", "Publisher" : "Micro Magazine" }
        { "name": "Tower of God", "related name": [""], "short-story": "Twenty-Fifth Bam had been alone his whole life until he met Rachel. Now, however, Rachel is set on climbing the Tower, and she is willing to leave Bam behind to do so. After Rachel disappears in a veil of light, Bam follows her, vowing to ascend the Tower in hopes of meeting her again. But the Tower is a dangerous place full of ancient secrets, fearsome monsters, and nefarious humans. Each floor is protected by an Administrator who puts the daring challengers through grueling tests that will push them to their limits.", "characters": ["Aguero Agnes Khun", "Twenty-Fifth Bam", "Rak Wraithraiser", "Rachel"], "genres" : ["Action", "Adventure", "Drama", "Fantasy", "Mystery"], "author" : "SIU", "Publisher" : "Naver Webtoon" }
        { "name": "Uchuu Kyoudai", "related name": ["Space Brothers"], "short-story": "\"A big brother must always stay ahead of his younger brother. That is my responsibility as the older sibling\"—these are the words that have always motivated Mutta Nanba to try his best when it came to his younger brother Hibito. So naturally, in the summer of 2006 when the Nanba brothers witness something strange in the night sky, Hibito declared that he would become an astronaut and travel to the Moon, while Mutta countered with the affirmation that he would go to Mars. That was the promise they made to each other.", "characters": ["Mutta Nanba", "Hibito Nanba", "Apo"], "genres" : ["Drama", "Sci-Fi"], "author" : "Chuuya Koyama", "Publisher" : "Morning" }
        { "name": "Usogui", "related name": [""], "short-story": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of \"Kagerou\" referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games—such as Escape the Abandoned Building, Old Maid, and Hangman—to ultimately \"out-gamble\" and control the neutral organization of Kagerou itself.", "characters": ["Baku Madarame", "Takaomi Kaji", "Marco", "Vincent Lalo"], "genres" : ["Gambling"], "author" : "Toshio Sako", "Publisher" : "Shueisha" }
        { "name": "Umineko no Naku Koro ni", "related name": [""], "short-story": "Considered as the third installment in the highly popular When They Cry series by 07th Expansion, Umineko no Naku Koro ni takes place on the island of Rokkenjima, owned by the immensely wealthy Ushiromiya family. As customary per year, the entire family is gathering on the island for a conference that discusses the current financial situations of each respective person. Because of the family head's poor health, this year involves the topic of the head of the family's inheritance and how it will be distributed.", "characters": ["Beatrice", "Battler Ushiromiya", "Ange Ushiromiya", "Maria Ushiromiya", "Kanon", "Shannon", "Jessica Ushiromiya", "George Ushiromiya"], "genres" : ["Fantasy", "Horror", "Mystery", "Supernatural", "Suspense"], "author" : "Ryukishi07, Tomohi", "Publisher" : "Square Enix" }
        { "name": "Usotoki Rhetoric", "related name": [""], "short-story": "Sixteen-year-old Kanoko Urabe knows that someone is lying if she can hear the strange, echoing sound of clanging metal in their voice. As a young and overly honest child, she would point out the lies of other villagers, and was ostracized as a result. She is eventually forced to leave her hometown and tries to find a place for herself in the city of Tsukumoya in 1920s Japan.", "characters": ["Souma Iwai", "Kanoko Urabe"], "genres" : ["Mystery", "Romance"], "author" : "Ritsu Miyako", "Publisher" : "Bessatsu Hana to Yume" }
        { "name": "Vagabond", "related name": [""], "short-story": "In 16th century Japan, Shinmen Takezou is a wild, rough young man, in both his appearance and his actions. His aggressive nature has won him the collective reproach and fear of his village, leading him and his best friend, Matahachi Honiden, to run away in search of something grander than provincial life. The pair enlist in the Toyotomi army, yearning for glory—but when the Toyotomi suffer a crushing defeat at the hands of the Tokugawa Clan at the Battle of Sekigahara, the friends barely make it out alive.", "characters": ["Musashi Miyamoto", "Kojirou Sasaki", "Matahachi Honiden"], "genres" : ["Action", "Adventure", "Drama"], "author" : "Takehiko, Eiji", "Publisher" : "Morning" }
        { "name": "Vinland Saga", "related name": [""], "short-story": "Thorfinn, son of one of the Vikings' greatest warriors, is among the finest fighters in the merry band of mercenaries run by the cunning Askeladd, an impressive feat for a person his age. However, Thorfinn is not part of the group for the plunder it entails—instead, for having caused his family great tragedy, the boy has vowed to kill Askeladd in a fair duel. Not yet skilled enough to defeat him, but unable to abandon his vengeance, Thorfinn spends his boyhood with the mercenary crew, honing his skills on the battlefield among the war-loving Danes, where killing is just another pleasure of life.", "characters": ["Askeladd", "Thorfinn", "Canute"], "genres" : ["Action", "Adventure", "Drama"], "author" : "Makoto Yukimura", "Publisher" : "Afternoon" }
        { "name": "Vagrant Soldier Ares", "related name": [""], "short-story": "The story takes place in an era similar to that of ancient Rome in a country called Chronos. It follows a group known as the Temple Mercenaries. In particular, the manhwa is about Ares, Michael and Baroona, three young warriors with mysterious pasts and surpassing skills...", "characters": ["Ares", "Michael Gracio", "Baroona"], "genres" : ["Action", "Adventure", "Drama"], "author" : "Geum Chel Ryu", "Publisher" : "BB Comics" }
        { "name": "Vampire Juujikai", "related name": [""], "short-story": "There is a legend that tells of how the world was almost destroyed thousands of years ago by the vampire queen after she unleashed her latent powers. Despite their efforts, the humans were unable to defeat her, and thus resorted to sealing her away until the time came that they would be powerful enough to destroy the seal and kill her. However, the humans are not the only ones after the seal. Having cast aside his kingdom and betraying his own race and the dhampirs (half-vampires), the vampire king is persistantly searching, even to this day, for where his queen has been sealed away so he may break the seal and free her before the humans do. Fearing that once the king and queen are reunited, they shall continue to destroy the world together, the humans and dhampirs hunt the king, using any method possible.", "characters": ["Akabara", "Bridget Irving", "Kayuki"], "genres" : ["Supernatural"], "author" : "Kyou Shirodaira", "Publisher" : "Shounen Gangan" }
        { "name": "Wind Breaker", "related name": [""], "short-story": "Burdened with expectations since childhood, second-year high schooler Jo \"Jay\" Ja Hyun feels obligated to aim for the top through his studies. Despite obtaining the title of student president at Taeyang High, he continues to study diligently, giving him little time to befriend others. However, possessing an exceptional talent for biking with a technique that astonishes other experienced bikers, there is more to him than meets the eye.", "characters": ["Ja Hyun Jo", "Han Nam Kang", "Min Woo Yoon", "Jun Soo Lee", "Tae Jin Kim"], "genres" : ["Action", "Drama", "Sports"], "author" : "Yongseok Jo", "Publisher" : "Naver Webtoon" }
        { "name": "Weak Hero", "related name": [""], "short-story": "Once the bullies target you, it's game over. The school is run by tyrants whose favorite hobby is tormenting the weakest kids in class. But then Gray arrived. This mysterious new student threatens to dismantle the established order. He may be small in stature, but his calculative and brutal fighting leaves unsuspecting opponents lying on the floor begging for mercy. Now the school's toughest bullies have to scramble to take down this new and unusual hero.", "characters": ["Gray Yeon", "Ben Park", "Eugene Gale", "Alex Go", "Gerrad Jin"], "genres" : ["Action", "Drama"], "author" : "RAZEN, Seopass", "Publisher" : "Naver Webtoon" }
        { "name": "Worst", "related name": [""], "short-story": "Hana Tsukishima is a country boy that recently moved to city. He is a good guy, ingenuous and honest, but he is also very strong. His goal is to become the \"strongest student\" of a school of thugs led by clan-logic, strength hierarchy and fights.", "characters": ["Guriko", "Hana", "Shougo", "Mitsumasa", "Takumi", "Hisashi", "Takefumi", "Renji"], "genres" : ["Action", "Comedy"], "author" : "Hiroshi Takahashi", "Publisher" : "Shounen Champion" }
        { "name": "Watashi no Shounen", "related name": ["My boy"], "short-story": "Satoko Tawada is an office worker. She's almost 30 years old, but she still hasn't been able to find happiness in her life. Fate brings her with Mashuu Hayami, a beautiful 12-year-old boy whom she finds practicing soccer all by himself in the park. Out of a whim, she decides to help Mashuu with his practice, with her knowledge of soccer at her disposal. As they practice together on an everyday routine, the two eventually develop an emotional bond. When Satoko's ex-boyfriend deceives her, Mashuu gladly comforts her. And when Satoko learns of Mashuu's mostly absent parents, she starts to concern herself with his personal life. The two lonely souls find common ground and develop an emotional bond that transcends their age difference and circumstances. With this newfound bond, new feelings start to sprout within Satoko. Are these feelings that of maternity? Or is it something else?", "characters": ["Satoko", "Mashuu"], "genres" : ["Drama"], "author" : "Hitomi Takana", "Publisher" : "Young Magazine" }
        { "name": "Xi Xing Ji", "related name": [""], "short-story": "The journey to the West was a conspiracy of heaven! After Sutra went missing for more than a decade, Heaven sent its army to search, in order not to let the Sutra once again fall into the hands of heaven, the journey to West begin again.", "characters": ["Xue Ao", "Bajie Zhu", "Sanzang Tang", "Xiao Yu", "Lang Bai"], "genres" : ["Action", "Adventure", "Fantasy"], "author" : "Chi Fai Tang, Jian He Zheng", "Publisher" : "Shanghai" }
        { "name": "XBlade", "related name": [""], "short-story": "Four years ago, a large scale disaster in Tokyo claimed two million lives. The remaining thirteen districts of the city were isolated into the Tokyo Barricade Zone. Morisaki Harumi, an unruly kid with great fighting strength, is his family's sole survivor from the incident. One day, in a traffic accident, Haru gets pulled into a world of violence and meets Mana, the girl who turned herself into an ancient sword.", "characters": ["Suou", "Mana", "Harumi Morisaki", "Amakusa"], "genres" : ["Action", "Fantasy", "Supernatural"], "author" : "Tatsuhiko Ida", "Publisher" : "Shounen" }
        { "name": "Xing Gui Shi Tian Kong De Dao Lu", "related name": [""], "short-story": "Kaphisilia Ailide is the daughter of a noble duke. Ever since the disappearance of her elder brother, her parents have put all their pressure on her. Everyday she has to have sword fighting and etiquette class. Days before her father's birthday, she went to a forest of her family's confer territory to get him a present. All of the sudden a death wolf leaped out and tried to kill her. And then this strange guy...", "characters": ["Kaphisilia Ailide"], "genres" : ["Adventure", "Fantasy"], "author" : "Feng Xi Shen Lei", "Publisher" : "-" }
        { "name": "X-Day", "related name": [""], "short-story": "It's senior year, and Rica is seriously stressed out. She's got more homework, exams, and papers than she can handle, and was recently dumped by her boyfriend. In other words: Life sucks! One day, she's chatting online when she meets three classmates who hate school as much as she does. Together, they hatch a plan to blow up the school when no one is present. The countdown is on for X-Day ...", "characters": ["Nanaka", "Rika", "Reichi", "Yumihiko"], "genres" : ["Drama"], "author" : "Setona Mizushiro", "Publisher" : "Princess" }
        { "name": "Yotsuba to!", "related name": ["Yotsuba&!"], "short-story": "While most people find the world mundane, five-year-old Yotsuba Koiwai sees it as a treasure trove of amazing bustle and wonderful places to explore. When she and her adoptive father, Yousuke, move to a new city, the energetic young girl naturally sets out to investigate the neighborhood on her own. After a few incidents at the local park, the Koiwais become acquainted with their neighbors, the Ayase family. Their three daughters—mischievous college student Asagi, responsible high school student Fuuka, and kindhearted grade school student Ena—eventually all take a liking to Yotsuba and join in on her antics, despite their sheer ridicule.", "characters": ["Yotsuba", "Fuuka", "Yousuke", "Takashi", "Asagi", "Ena"], "genres" : ["Comedy", "Slice of Life"], "author" : "Kiyohiko Azuma", "Publisher" : "Dengeki Daioh" }
        { "name": "Yahari Ore no Seishun Love Comedy wa Machigatteiru.", "related name": ["My Youth Romantic Comedy Is Wrong, As I Expected"], "short-story": "Hachiman Hikigaya, a student in Soubu High School, is a cynical loner due to his traumatic past experiences in his social life. This eventually led to him developing a set of \"dead fish eyes\" and a twisted personality similar to that of a petty criminal. Believing that the concept of youth is a lie made up by youngsters who face their failures in denial, he turns in an essay that criticizes this exact mentality of youths. Irritated by the submission, his homeroom teacher, Shizuka Hiratsuka forces him to join the Volunteer Service Club—a club that assists students to solve their problems in life, hoping that helping other people would change his personality.", "characters": ["Hachiman Hikigaya", "Yukino Yukinoshita", "Yui Yuigahama"], "genres" : ["Comedy", "Romance"], "author" : "Wataru Watari", "Publisher" : "Shogakukan" }
        { "name": "Youjo Senki", "related name": ["The Saga of Tanya the Evil"], "short-story": "Tanya Degurechaff is a soldier who has the appearance of an innocent young girl. But behind her cute facade lies the soul of a ruthless salaryman who challenged \"Being X\"—the self-proclaimed God who reincarnated the man into an industrial world of magic. By doing this, Being X hopes to prove that, if the situation were dire enough, even a non-believer like this man would pray for God's help.", "characters": ["Tanya", "Viktoriya Ivanovna", "Erich"], "genres" : ["Fantasy", "Isekai", "military"], "author" : "Carlo Zen", "Publisher" : "Yen Press" }
        { "name": "Yuukoku no Moriarty", "related name": ["Moriarty the Patriot"], "short-story": "In the late 19th century, the British Empire has become a global power. Due to the strict class stratification, the average citizen has little chance of successfully rising up to the top, where the despicable nobility rules over them all. William James Moriarty, the second son of the Moriarty household, is a young mathematics professor who has displayed great cunning and intellect since he was a child. Along with his brothers Albert and Louis, he lives the simple life of a noble. Outside of school, William is a well-known private consultant willing to solve the problems of anyone in need. However, his gentle demeanor belies his position as the head of a group prepared to wreak havoc in pursuit of its desire—a new world built from the ashes of the old.", "characters": ["William", "Sherlock Holmes", "Albert", "Louis", "Irene"], "genres" : ["Mystery"], "author" : "Ryousuke Takeuchi", "Publisher" : "Jump SQ" }
        { "name": "Zankoku na Kami ga Shihai suru", "related name": [""], "short-story": "The story follows Jeremy, who is sexually abused by his stepfather. Mentally disturbed by this, Jeremy goes down a path of murder; however, he accidentally finds himself the murderer not only of his stepfather, but also his own mother. Soon his stepbrother Ian begins to suspect him as well as discover the twisted truth about his own father.", "characters": ["Jeremy Butler", "Ian Lowland", "Greg Lowland", "Sandra"], "genres" : ["Boys Love", "Drama"], "author" : "Moto Hagio", "Publisher" : "Petit Flower" }
        { "name": "Zetsuen no Tempest", "related name": [""], "short-story": "One year ago, Aika Fuwa and her parents were murdered under mysterious circumstances. Swearing vengeance on her killers, Aika's older brother, Mahiro, sets out to determine who ended her life prematurely. Unbeknownst to Mahiro, his childhood friend and Aika's secret longtime boyfriend, Yoshino Takigawa, ends up getting dragged into the investigation after being held at gunpoint by a strange woman. Yoshino learns that Mahiro is being investigated by the government after outbreaks of a mysterious \"iron sickness\" in two locations where he was previously seen. Now on the run, Mahiro and Yoshino's search for Aika's killers becomes harder and more dangerous.", "characters": ["Aika", "Yoshino", "Hakaze", "Mahiro"], "genres" : ["Action", "Drama", "Mystery"], "author" : "Kyou Shirodaira", "Publisher" : "Shounen Gangan" }
        { "name": "Zettai Karen Children", "related name": [""], "short-story": "In the future, as people with ESP increase in numbers, so does the possible good and evil they can cause to society. The Japanese government establishes the Base of Backing ESP Laboratory (B.A.B.E.L.) a special esper organization tasked with dealing with situations that can't be resolved by ordinary means, including dealing with espers engaged in criminal activity. Kouichi Minamoto, a 20-year-old prodigy is assigned by B.A.B.E.L. to the task of supervising the most powerful espers in the country, a trio of gifted but mischievous 10-year-old girls known as ...... ", "characters": ["Kyousuke", "Kaoru", "Shiho", "Aoi", "Kouichi", "Yuuri"], "genres" : ["Action", "Comedy", "Supernatural"], "author" : "Takashi Shiina", "Publisher" : "Shounen Sunday" }
        { "name": "Zipang", "related name": [""], "short-story": "In the year 200X, a Japanese fleet consisting of 3 vessels leave on a mission to South America. After encountering a storm, the ship JDS Mirai find themselves without their escorts and in 1942, traveling towards the island of Midway to face the American fleet in one of largest battles in naval history. The crew of Mirai must decide whether or not to change the course of history by involving itself in WWII.", "characters": ["Takumi", "Yosuke", "Masayuki", "Sabure", "Kouhei"], "genres" : ["Action", "Drama", "Sci-Fi"], "author" : "Kaiji Kawaguchi", "Publisher" : "Morning" }