[
    {
        "name": "Attack on Titan",
        "related name": [
            "Shingeki no Kyojin"
        ],
        "short_story": "Humans are nearly exterminated by giant creatures called Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest of titans. Flash forward to the present and the city has not seen a titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a colossal titan that appears out of thin air. As the smaller titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single titan and take revenge for all of mankind.",
        "characters": [
            "Eren Yeager",
            "Mikasa Ackerman",
            "Levi Acherman",
            "Reiner Braun",
            "Connie Springer",
            "Jean Kirschtein",
            "Annie Leonhart",
            "Historia Reiss",
            "Erwin Smith",
            "Sasha Braus",
            "Pieck",
            "Hange Zoe",
            "Gabi Braun"
        ],
        "genres": [
            "Action",
            "Dark fantasy",
            "Post-apocalyptic"
        ],
        "author": "Hajime Isayama",
        "Publisher": "Kodansha"
    },
    {
        "name": "Anohana",
        "related name": [
            "We Still Don't Know the Name of the Flower We Saw That Day"
        ],
        "short_story": "A group of six childhood friends drifts apart after one of them, Meiko \"Menma\" Honma, dies in an accident. Ten years after the incident, the leader of the group, Jinta Yadomi, has become withdrawn from society and lives as a recluse. One summer day, the ghost of an older looking Menma appears before him and asks to have a wish granted, reasoning that she cannot pass on into the afterlife until it is fulfilled. At first, he only tries to help her minimally because he thinks he is hallucinating. But since Menma does not remember what her wish is, Jinta gathers his estranged friends together once again, believing that they are the key to resolving this problem. All of his friends join him, though most of them reluctantly. However, things grow increasingly complicated when his friends accuse him of not being able to get over the death of Menma, for Jinta is the only one who can see Menma's ghost and his friends think he is seeing things. But as things progress, it is realized that Jinta is not the only person in the group who is having trouble letting go of the past. It is revealed that a majority of the groups members blame themselves for Menma's death and hidden feelings for other members of the group are rekindled. Along with feelings of bitterness from Menma's parents, the group struggles as they grow from trying to help Menma move on, to helping themselves move on, too.",
        "characters": [
            "Meiko Honma",
            "Naruko Anjo",
            "Jinta Yadomi",
            "Yukiatsu",
            "Chiriko Tsurumi",
            "Tetsudou Hisakawa",
            "Haruna",
            "Aki"
        ],
        "genres": [
            "Anime, Romance",
            "Slice of life",
            "Drama",
            "Tragedy",
            "Coming-of-age story",
            "Fantasy"
        ],
        "author": "Okada Mari",
        "Publisher": "Shueisha"
    },
    {
        "name": "Boku no Hero Academia",
        "related name": [
            ""
        ],
        "short_story": "In a world populated with superhumans, the superhero-loving Izuku Midoriya is without power. However, after the Quirkless dreamer Izuku inherits the powers of the world's best superhero, All Might, his hopes of becoming the top hero are now possible. Once enrolled in the high school for heroes, U.A., Izuku soon discovers being a hero is much more complicated than it appears. Mankind has developed superpowers known as Quirks this is the power the vast majority possesses, those who do not, are being discriminated against and looked down on. Indeed, villains have the superpower, too and want to rebuild the world for it to look the way they see it. However, a prestigious school known as the The Hero Academy trains its students for them to become heroes and to help those who have less powerful Quirks, or those who do not have them at all, as well as to stand against the plans of the villains. The series focuses on a middle school student Izuku Midoriya, who has no superpowers. Will he be able to become a hero and somehow to contribute to the peace and stability in the world, where the weak is the minority that needs to be defended.",
        "characters": [
            "Izuku Midoriya",
            "Katsuki Bakugo",
            "Shoto Todoroki",
            "Ochako Uraraka",
            "Himiko Toga",
            "All Might",
            "Dabi",
            "Dabi",
            "All For One",
            "One For All",
            "Tomura Shigaraki"
        ],
        "genres": [
            "Adventure fiction",
            "Science fantasy",
            "Superhero fiction",
            "Comedy",
            "Science fiction"
        ],
        "author": "Kohei Horikoshi",
        "Publisher": "Shueisha"
    },
    {
        "name": "Blue Period",
        "related name": [
            "Buru Piriodo"
        ],
        "short_story": "Yatora Yaguchi is a fairly popular student who excels in school, but often deals with inner emptiness and frustrations. One day he became fascinated by a painting at his high school's art club so deeply that it inspired him to try his hand at painting. Later, he was inspired by a friend, Ryuji \"Yuka\" Ayukawa, and subsequently joined the art club, becoming more deeply involved, and attempts to apply for the Tokyo University of the Arts as his choice of college.",
        "characters": [
            "Yatora Yaguchi",
            "Ryuji Ayukawa",
            "Maki Kuwana",
            "Yotasuke Takahashi",
            "Maru Mori",
            "Haruka Hashida"
        ],
        "genres": [
            "Coming-of-age story"
        ],
        "author": "Tsubasa Yamaguchi",
        "Publisher": "Kodansha"
    },
    {
        "name": "Blue Exorcist",
        "related name": [
            "Ao no Ekusoshisuto"
        ],
        "short_story": "Humans and demons are two sides of the same coin, as are Assiah and Gehenna, their respective worlds. The only way to travel between the realms is by the means of possession, like in ghost stories. However, Satan, the ruler of Gehenna, cannot find a suitable host to possess and therefore, remains imprisoned in his world. In a desperate attempt to conquer Assiah, he sends his son instead, intending for him to eventually grow into a vessel capable of possession by the demon king. Ao no Exorcist follows Rin Okumura who appears to be an ordinary, somewhat troublesome teenager that is until one day he is ambushed by demons. His world turns upside down when he discovers that he is in fact the very son of Satan and that his demon father wishes for him to return so they can conquer Assiah together. Not wanting to join the king of Gehenna, Rin decides to begin training to become an exorcist so that he can fight to defend Assiah alongside his brother Yukio.",
        "characters": [
            "Rin Okumura",
            "Yukio Okumura",
            "Shiemi Moriyama",
            "Shima Renzo",
            "Suguro Ryuji",
            "Kamiki Izumo",
            "Mephisto Pheles",
            "Kirigakure Shura"
        ],
        "genres": [
            "Adventure fiction",
            "Dark fantasy"
        ],
        "author": "Kazue Kato",
        "Publisher": "Shueisha"
    },
    {
        "name": "Doraemon",
        "related name": [
            "-"
        ],
        "short_story": "Doraemon, a cat robot from the 22nd century, is sent to take care of Nobita Nobi by Sewashi Nobi, Nobita's future grandson, so that his descendants can get a better life. At present, Nobita is a man who always fails in class, and whose company goes bankrupt, causing his family and sons to face financial difficulties. Most stories of Doraemon revolve the young Nobita Nobi, who receives poor grades and is frequently bullied by his two classmates, Takeshi Goda nicknamed Gian and Suneo Honekawa Gian's sidekick. Doraemon has a four-dimensional pouch in which he stores unexpected gadgets he uses to aid Nobita. Doraemon's gadgets help Nobita overcome the troubles, and they end up developing a relationship with each other. Nobita's closest friend and love interest is Shizuka Minamoto, who eventually becomes his wife in the future. Gian and Suneo often bully Nobita, but are also shown as Nobita's friends in certain episodes, and especially in the movies. A typical story consists of Nobita taking a gadget from Doraemon for his needs eventually making problems worse than they initially were.",
        "characters": [
            "Doraemon",
            "Nobita Nobi",
            "Shizuka Minamoto",
            "Takeshi Gian Goda",
            "Suneo Honekawa",
            "Dorami"
        ],
        "genres": [
            "Comedy",
            "science fiction"
        ],
        "author": "Fujiko F. Fujio",
        "Publisher": "Shogakukan"
    },
    {
        "name": "Dr. Slump",
        "related name": [
            ""
        ],
        "short_story": "Dr. Slump is set in Penguin Village, a place where humans co-exist with all sorts of anthropomorphic animals and other objects. In this village lives Senbei Norimaki, an inventor. In the first chapter, he builds what he hopes will be the world's most perfect little girl robot, named Arale Norimaki. However, she turns out to be in severe need of eyeglasses. She is also very naive, and in later issues she has adventures such as bringing a huge bear home, having mistaken it for a pet. To Senbei's credit, she does have super-strength. In general, the manga focuses on Arale's misunderstandings of humanity and Senbei's inventions, rivalries, and romantic misadventures. In the middle of the series, a recurring villain named Dr. Mashirito appears as a rival to Senbei.",
        "characters": [
            "Arale Norimaki",
            "Gatchan",
            "Suppaman",
            "Obotchaman"
        ],
        "genres": [
            "Science fiction",
            "comedy"
        ],
        "author": "Akira Toriyama",
        "Publisher": "Shueisha"
    },
    {
        "name": "Fairy Tail",
        "related name": [
            ""
        ],
        "short_story": "The world of Earth-land is home to numerous guilds where wizards[a] apply their magic for paid job requests. Natsu Dragneel, a Dragon Slayer wizard from the Fairy Tail guild, explores the Kingdom of Fiore in search of his missing adoptive father, the dragon Igneel. During his journey, he befriends a young celestial wizard named Lucy Heartfilia and invites her to join Fairy Tail. Lucy forms a team with Natsu and his cat-like Exceed partner, Happy, which is joined by other guild members: Gray Fullbuster, an ice wizard; Erza Scarlet, a magical knight; and Wendy Marvell and Carla, another Dragon Slayer and Exceed duo. The team embark on numerous missions together, which include subduing criminals, illegal dark guilds, and ancient Etherious demons created by Zeref, a wizard cursed with immortality and deadly power.",
        "characters": [
            "Natsu Dragneel",
            "Gray Fullbuster",
            "Lucy Heartfilia",
            "Erza Scarlet",
            "Happy"
        ],
        "genres": [
            "Adventure",
            "fantasy"
        ],
        "author": "Hiro Mashima",
        "Publisher": "Kodansha"
    },
    {
        "name": "Nurarihyon no Mago",
        "related name": [
            "Nura: Rise of the Yokai Clan"
        ],
        "short_story": "Rikuo Nura is 3/4 human and 1/4 yokai, in which he has a human form in the day but transforms into his yokai form at night. He lives in a house full of yokai along with his yokai grandfather. Trying to escape his fate, he does good deeds in order to avoid becoming a yokai, despite his grandfather's wish that Rikuo succeed him as the Third Head of the Nura Clan. Rikuo is different because he helps humans. He eventually comes to terms with his yokai blood and decides to take up the position of the Third Head of the Nura Clan. Multiple factions aim to stop him or usurp his position, and he must gather friends and allies, a new Hyakki Yako under his banner of Fear.",
        "characters": [
            "Rikuo Nura",
            "Tsurara Oikawa",
            "Rihan Nura",
            "Yohime"
        ],
        "genres": [
            "Action fiction",
            "Dark fantasy",
            "Supernatural fiction"
        ],
        "author": "Hiroshi Shiibashi",
        "Publisher": "Shueisha"
    },
    {
        "name": "Soul Eater",
        "related name": [
            "-"
        ],
        "short_story": "Death City is home to the famous Death Weapon Meister Academy, a technical academy headed by the Shinigami Lord Death himself. Its mission: to raise \"Death Scythes\" for the Shinigami to wield against the many evils of their fantastical world. These Death Scythes, however, are not made from physical weapons; rather, they are born from human hybrids who have the ability to transform their bodies into Demon Weapons, and only after they have consumed the souls of 99 evil beings and one witch's soul. Soul Eater Evans, a Demon Scythe who only seems to care about what's cool, aims to become a Death Scythe with the help of his straight-laced wielder, or meister, Maka Albarn. The contrasting duo work and study alongside the hot headed Black Star and his caring weapon Tsubaki, as well as the Shinigami's own son, Death the Kid, an obsessive-compulsive dual wielder of twin pistols Patty and Liz. Soul Eater follows these students of Shibusen as they take on missions to collect souls and protect the city from the world's threats while working together under the snickering sun to become sounder in mind, body, and soul.",
        "characters": [
            "Soul Eater Evans",
            "Maka Albarn",
            "Death the Kid",
            "Black Star",
            "Crona",
            "Tsubaki Nakatsukasa",
            "Elizabeth Thompson",
            "Patricia Thompson",
            "Medusa",
            "Shinigami",
            "Ragnarok"
        ],
        "genres": [
            "Action",
            "Dark comedy",
            "Dark fantasy"
        ],
        "author": "Atsushi Okubo",
        "Publisher": "Square Enix"
    },
    {
        "name": "I am a Hero",
        "related name": [
            ""
        ],
        "short_story": "Struggling manga artist Hideo Suzuki who suffers from hallucinations and delusions lives a very unfulfilling life and is tired of being a background character in his own life. His life and the world however are quickly turned upside down as a deadly zombie virus known as zqn runs rampant in Japan. Hideo with nothing but a backpack and a shotgun then flees the city in a turn of events finds others both friend and foe as this epic zombie psychological thriller asks the question: who is the greatest enemy--the dead or the living.",
        "characters": [
            "Hideo Suzuki",
            "Hayakari Hiromi",
            "Yabu Oda, Kurusu",
            "Kurusus cult"
        ],
        "genres": [
            "action",
            "drama",
            "horror",
            "psychological"
        ],
        "author": "Kengo Hanazawa",
        "Publisher": "Shogakukan"
    },
    {
        "name": "I Am Not Your Maid!!",
        "related name": [
            ""
        ],
        "short_story": "Kengos parents were well-off fashion designers but have passed away leaving him an inheritance. Soon the adoptive daughter of his uncle shows up on his doorstep in a similar predicament and with nowhere to go. Kengo takes Miya in and allows her to live in his far too lonely and large mansion with no strings attached, but she insists on working for her stay by becoming his maid, but refuses to be paid for her work. Aside from cooking and cleaning, she has some...other ideas on how a maid should be servicing her master too. Thus begins the story of these two young lovers unconventional but sweet romance.",
        "characters": [
            "Kengo",
            "Miya"
        ],
        "genres": [
            "erotica",
            "romance"
        ],
        "author": "Eiichiro Oda",
        "Publisher": "Shueisha"
    },
    {
        "name": "Ichigo 100%",
        "related name": [
            "Strawberry 100%"
        ],
        "short_story": "Manaka Junpei, one day goes to the roof of his school to get a beautiful view of his town. On the roof Junpei encounters a beautiful school girl who falls on top of him exposing her strawberry panties. The girl runs away before Junpei can find out her name. Junpei who aspires to become a filmaker thinks this encounter would be a perfect scene in a movie. So his search to find this girl begins with only one clue that she wears strawberry panties.",
        "characters": [
            "Junpei Manaka",
            "Aya Tojo",
            "Tsukasa Nishino",
            "Satsuki Kitaoji",
            "Yui Minamito"
        ],
        "genres": [
            "comedy",
            "romance",
            "slice of life"
        ],
        "author": "Mizuki Kawashita",
        "Publisher": "Shueisha"
    },
    {
        "name": "Jaco the Galactic Patrolman",
        "related name": [
            "Ginga Patrol Jako"
        ],
        "short_story": "Jaco, a Galactic Patrolman sent to Earth to protect it from an evil alien attack, crash lands on Earth. He meets the retired scientist Omori who offers to try and fix his spaceship. The next day, government policeman Katayude informs Omori that he does not have the right to live on the island and has to vacate it in one week or be arrested. Jaco learns that Omori has continued his research on time travel in order to save his deceased wife and assistants, but is only able to temporarily speed up how the user experiences time, giving the illusion of stopped time (not actual time travel according to Jaco, which is against intergalactic law). Omori repairs the spaceship, but deduces that it needs a very expensive metal as fuel. During a trip to the capital for supplies, Jaco saves a young woman from thugs, but also unknowingly attacks the police, becoming a wanted man. The woman, Tights, decides to join Jaco and Omori on the island and buys a small amount of the expensive metal with the money she was given for agreeing to act as a body double for a pop star in an upcoming dangerous rocket launch publicity stunt. Although not enough to make the trip home, it will allow Jaco to call for help. However, he breaks the ships radio antennae while showing off. Katayude sees a news report on Jacos crime in the capital and realizes he saw the suspect on Omoris island. He arrives with a team the next day to arrest Jaco. During the confrontation, the rocket holding Tights malfunctions and starts falling to Earth. After quickly subduing the government police, Jaco and Omori use Omoris incomplete time machine to give themselves enough time to save Tights. In thanks for preventing a catastrophe, Katayude not only promises to keep Jacos whereabouts secret, but also allows Omori to stay on the island. On the day the invading evil alien is supposed to land, Jaco does not see the ship land thanks to Tights and so comes to the conclusion that the Earth is saved. However, the alien did in fact land and is taken in by Son Gohan who gives him the name Son Goku. Thinking to use parts of the ship in order to make the money needed for fuel, the trio call over Tights father who happens to be Dr. Briefs, a scientific genius and richest man in the world. But its his daughter, Bulma, who fixes the antennae and informs everyone that the expensive metal is not the ships power source but is only used to store energy, while the similar and much cheaper copper would do the same job. Jaco returns home and Omori buys the island with money from Dr. Briefs. Years later, Katayude has moved to the island as well, Tights has become a science fiction writer, Jaco has found a girlfriend and occasionally visits, and Bulma stops by, having just started out on a journey to gather seven wish-granting balls.",
        "characters": [
            "Jaco Teirimentenpibosshi",
            "Tokunoshin Omorim",
            "Tights",
            "Tamagoro Katayude",
            "An Azuki"
        ],
        "genres": [
            "comedy",
            "science fiction"
        ],
        "author": "Akira Toriyama",
        "Publisher": "Shueisha"
    },
    {
        "name": "Jigoku Sensei Nube",
        "related name": [
            " Gendai Toshi Yokiko Reibaishi Izuna (the spiritual medium)",
            "Reibaishi Izuna Ascension",
            "Jigoku Sensei Nube",
            "Hell Teacher Nube"
        ],
        "short_story": "Nube is a grade-school teacher with a demon hand which he uses to protect his students from all sorts of evil creatures. Nube fights everything from urban legends and aliens to mythological creatures, all whilst trying to catch the eye of his crush and fellow teacher.",
        "characters": [
            "Meisuke Nueno",
            "Miki Hosokawa",
            "Ritsuko Takahashi",
            "Izuna Hazuki",
            "Kyosuke Tamamo",
            "Kyoko Inaba",
            "Hiroshi Tateno",
            "This Man"
        ],
        "genres": [
            " action",
            "comedy",
            "horror",
            "romance",
            "supernatural"
        ],
        "author": "Sho Makura, Takeshi Okano",
        "Publisher": "Shueisha"
    },
    {
        "name": "Jigoku Shoujo",
        "related name": [
            "Hell Girl"
        ],
        "short_story": "The story of different individuals that have a certain grudge access the Hell Hotline (Jigoku Tsushin) to enter the name of those they want revenge on. Enma Ai, the hell girl, takes on the revenge for them in exchange for eternity in hell after their death.",
        "characters": [
            "Ai Enma",
            "Wanyuudou",
            "Ichimokuren",
            "Hone Onna",
            "Yamawaro, Kikuri "
        ],
        "genres": [
            "drama",
            "horror",
            "supernatural"
        ],
        "author": " Miyuki Etoo",
        "Publisher": "Kodansha"
    },
    {
        "name": "Jing: King of Bandits",
        "related name": [
            ""
        ],
        "short_story": "Dont be fooled by appearances; Jing may look like a little kid, but hes the king of bandits. His bird partner may look like a scrawny crow, but the pair throws a nasty punch. Jing and Kir travel around stealing great treasures, yet manage to leave many happier people behind them. From treasures in the City of Thieves to the secret of eternal youth, on to dreams in the Seventh Heaven and a Smile, Jing can steal anything.",
        "characters": [
            "Jing",
            "Kir",
            "Postino"
        ],
        "genres": [
            "adventure",
            "comedy",
            "fantasy"
        ],
        "author": "Yuuichi Kumakura",
        "Publisher": "Kodansha"
    },
    {
        "name": "JoJos Bizarre Adventure",
        "related name": [
            " JoJos Bizarre Adventure (OAV)",
            "Kishibe Rohan wa Ugokanai (manga)",
            "JoJo no Kimyo na Boken"
        ],
        "short_story": "The universe of JoJos Bizarre Adventure is a reflection of the real world with the added existence of supernatural forces and beings. In this setting, some people are capable of transforming their inner spiritual power into a Stand (Sutando); another significant form of energy is Hamon (Ripple), a martial arts technique that allows its user to focus bodily energy into sunlight via controlled breathing. The narrative of JoJos Bizarre Adventure is split into parts with independent stories and different characters. Each of the series protagonists is a member of the Joestar family, whose mainline descendants possess a star-shaped birthmark above their left shoulder blade and a name that can be abbreviated to the titular JoJo. The first six parts take place within a single continuity whose generational conflict stems from the rivalry between Jonathan Joestar and Dio Brando, while the latter two parts take place in an alternate universe where the Joestar family tree is heavily altered.",
        "characters": [
            "Jonathan Joestar",
            "Will A. Zeppeli",
            "Robert E. O. Speedwagon",
            "Erina Pendleton",
            "Poco,George Joestar I",
            "Tonpetty",
            "Straizo",
            "Dire",
            "Dio Brando",
            "Wang Chan",
            "Jack the Ripper",
            "Tarkus",
            "Bruford",
            "Dario Brando"
        ],
        "genres": [
            "adventure",
            "erotica",
            "supernatural",
            "thriller"
        ],
        "author": "Hirohiko Araki",
        "Publisher": "Shueisha"
    },
    {
        "name": "Kabuto",
        "related name": [
            " Karasu Tengu Kabuto"
        ],
        "short_story": "Those who have the blood of the Karasu Tengu (Crow Goblin) in their veins must forever fight against the powers of darkness. Along with four other holy ninja warriors Genbu (Black Snaky Tortoise), Suzaku (Red Phoenix), Seiryu (Blue Dragon), Byakko (White Tiger), Karasu Tengu Kabuto fights against the evil god Kuroyasha (Black Night Demon) Doki and his underlings such as Junin-shu (Top Ten Warriors). Their battle continues through generations: in the second volume of the manga, Kabutos son makes an appearance as the second Karasu Tengu.",
        "characters": [
            "Kabuto",
            "Genbu",
            "Jiraiya Byakko",
            "Kuroyasha Douki",
            "Seiryuu, Suzaku"
        ],
        "genres": [
            "action",
            "fantasy"
        ],
        "author": "Buichi Terasawa",
        "Publisher": "Shueisha"
    },
    {
        "name": "Kagerou Daze",
        "related name": [
            ""
        ],
        "short_story": "Shintaro Kisaragi is an 18-year-old from Kashiwa who has not left his room for two years due to his obsession with Internet usage. But when Shintaro spills doe on his computer keyboard, he is forced to go purchase a replacement. At the department store, he witnesses a group of criminals break and hold the people hostage. He witnesses the Mekakushi Dan Blindfold Gang) who stop the criminals using mysterious powers. The group then forces Shintaro to join the group. Shintaro has a younger sister called Momo Kisaragi, who is a popular idol and a first-year high school student. Her uncontrollable Drawing Eye has the ability to attract peoples attention. She meets the leader of Mekakushi Dan, Tsubomi Kido, who invites Momo to join the group before Shintaros encounter with the group. Momo agrees. Momo and the Mekakushi Dan go the department store to purchase a new phone. Kido uses her powers to prevent people from staring at Momo. At the department store, they see Shintaro. They work on stopping the criminals and saving hostages successful. Meanwhile, Shintaro has passed out in the process. When he awakens, he is introduced to the group. The prologue for the novels storyline is told in the second novel, -a headphone actor-. Takane Enomoto and Haruka Kokonose, students of Kenjiro Tateyama, plan a class booth for their schools cultural festival. Haruka gets an idea to host a shooting booth; however, this idea could not be fulfilled due to Kenjiro spending all their booth funds on a rare specimen. Takane, being a highly skilled gamer, decides that instead of a shooting booth with a large amount of equipment, they should make a video game of a first-person shooter. Kenjiro would be in charge of programming, Haruka was in charge of illustration and Takane was responsible for playing as the opponent. Their plan captured a great amount of attention, good and bad.",
        "characters": [
            "Tsubomi Kido",
            "Kosuke Seto",
            "Shuya Kano",
            "Marry Kozakura",
            "Momo Kisaragi",
            "Takane Enomoto",
            "Shintaro Kisaragi",
            "Hibiya Amamiya",
            "Haruka Kokonose",
            "Ayano Tateyama",
            "Kenjiro Tateyama",
            "Hiyori Asahina",
            "Shion Kozakura",
            "Azami",
            "Ayaka Tateyama",
            "Snake of Clearing Eyes "
        ],
        "genres": [
            "Comedy",
            "Romance",
            "Sci-Fi",
            "Supernatural"
        ],
        "author": "Jin (Shizen no Teki-P)",
        "Publisher": "Enterbrain"
    },
    {
        "name": "Kaiji",
        "related name": [
            "Gambling Apocalypse Kaiji"
        ],
        "short_story": "Impoverished loser Kaiji spends his days playing cheap gambling games, and vandalizing cars to take his frustrations out on society. One day a debt collector arrives, informing Kaiji that an unpaid loan he had co-signed for has now fallen upon him. The debt collector coerces him into boarding a gambling boat to clear the debt, and possibly make himself rich on top of that. Kaiji accepts, but he has no inkling of the horrors that await him ...",
        "characters": [
            "Kaiji Ito",
            " Yuji Endo",
            " Yukio Tonegawa",
            " Kazutaka Hyodo",
            " Takeshi Furuhata ",
            "Mamoru Ando",
            " Koji Ishida",
            " Joji Funai",
            " Sugita",
            " Kitami",
            " Okabayashi",
            " Makoto Sahara",
            " Yoshihiro Kurosaki",
            " Taro otsuki",
            " Kaoru Isawa",
            " Takuya Numakawa",
            " Takashi Muraoka",
            " Mikoko Sakazaki"
        ],
        "genres": [
            "drama",
            "psychological"
        ],
        "author": "Nobuyuki Fukumoto",
        "Publisher": "Kodansha"
    },
    {
        "name": "Karin",
        "related name": [
            "Chibi Vampire, Cheeky Vampire"
        ],
        "short_story": "Karin Maaka is the middle child of a family of vampires which immigrated to Japan 200 years ago. Karin, although technically a vampire herself, is very different from the rest of her family. Instead of lacking blood, her body overproduces it. In order to get rid of the excess blood, once a month, she must give in to her urges and find someone to bite. Instead of drinking their blood, she gives them some of hers, leaving both her and her victim feeling refreshed and energetic. Despite these troubles, she still goes to school and holds down a part-time job. Everything is going reasonably well for Karin, until a transfer student, Kenta, joins her class. For some reason, her body instantly reacts to him, and begins producing more blood than she can stand. He eventually finds out about her bodys problem, which leads to quite a bit of difficulty. Now, yet another complication has been added to Karins already very complicated life.",
        "characters": [
            "Karin Maaka",
            " Anju Maaka",
            " Ren Maaka",
            " Kenta Usui",
            " Brigitte Braunlich",
            " Calera Marker",
            " Makoto Fujitani",
            " Kanon Usui"
        ],
        "genres": "comedy, romance, supernatural",
        "author": "Yuna Kagesaki",
        "Publisher": "Kadokawa Shoten"
    },
    {
        "name": "Lady Snowblood",
        "related name": [
            " Lady Snowblood: Love Song of Vengeance (live-action movie)",
            "Princess Blade (live-action movie 2001)",
            "Princess Snowblood",
            "Shura Yukihime"
        ],
        "short_story": "Yukis father and brother were murdered and her mother gang raped when her mother was imprisoned for taking revenge against one of the gang of thieves who attacked her family, she plotted to become pregnant behind bars. Yukis mother did not survive the birth but Yuki was brought up by her mothers fellow inmates, aware from an early age that she was conceived as an instrument of vengeance. Now a grown woman, Syura Yuki makes a living as a master assassin but her true purpose is to travel late 19th Century Japan  a country in social, political and technological upheaval  searching the underworld for the remaining members of the long since dispersed gang that destroyed her family and exacting the bloody revenge that her mother was unable to complete.",
        "characters": [
            "Lady Snowblood",
            "Miyanara-san",
            "Matsuemon-san"
        ],
        "genres": "action, drama",
        "author": "Kazuo Koike",
        "Publisher": "Shueisha"
    },
    {
        "name": "Lament of the Lamb",
        "related name": [
            "Hitsuji no Uta"
        ],
        "short_story": "The Takashiro family carries a genetic curse: Theyre vampires, well, sort of. Their condition causes them to thirst for human blood, and Kazuna has just found out about this. Now after beginning to suffer from the symptoms, he runs into his sister who hes been separated from since they were little. Now his sister tries to help him learn to control his urges for blood",
        "characters": [
            "Kazuna Takashiro",
            " Chizuna Takashiro",
            " You Yaegashi",
            " Shin and Natsuko Eda",
            " Doctor Minase",
            " Doctor Shizuna Takashiro",
            " Mrs. Ishikura",
            " Shinobu Kazami"
        ],
        "genres": [
            "drama",
            " horror",
            " mystery"
        ],
        "author": "Kei Toume",
        "Publisher": "Gentosha Comics, Scholar, Sony magazines Inc."
    },
    {
        "name": "Letter Bee",
        "related name": [
            "Tegami Bachi"
        ],
        "short_story": "Gauche is a governmental employee, given the task to deliver any letter to its destination. Meeting a young boy who is the letter to be delivered, Gauche makes friends with Lag and inspires him to take up the job. Five years later, Lag Seeing finally becomes his dream, that of a Letter Bee. However, the one who inspired him has gone missing and only there does the mystery start.",
        "characters": [
            "Lag Seeing",
            " Niche",
            " Gauche Suede/Noir",
            " Sylvette Suede",
            " Roda",
            " Steak",
            " Connor Kluff ",
            " Largo Lloyd",
            " Aria Link",
            " Sabrina Mary",
            " Dr. Thunderland Jr.",
            " Zazie Winters",
            " Wasiolka",
            " Jiggy Pepper",
            " Anne Seeing ",
            " Lawrence"
        ],
        "genres": [
            "action",
            "fantasy"
        ],
        "author": "Hiroyuki Asada",
        "Publisher": "Shueisha"
    },
    {
        "name": "Limit",
        "related name": [
            ""
        ],
        "short_story": "A group of girls on their way to a school camps bus drops from a cliff after the driver passes out. Most of the students die but the few survivors gather together and try to survive until rescue comes while also dealing with their own personal issues from school.",
        "characters": [
            "Mizuki Konno",
            " Chieko Kamiya",
            "Arisa Morishige",
            " Haru Ichinose",
            " Chikage Usui",
            " Haruaki Hinata",
            " Sakura Himesawa",
            " Wataru Igarashi",
            " Hirokazu Konno"
        ],
        "genres": [
            "drama",
            "psychological"
        ],
        "author": "Keiko Suenobu",
        "Publisher": "Kodansha"
    },
    {
        "name": "Mach Go Go Go",
        "related name": [
            "Speed Racer",
            "Meteoro",
            "Mach GoGoGo"
        ],
        "short_story": "A young man named Speed Racer wants to become a professional racer, despite the lack of Pops Racers (his father) approval. When Pops reluctantly quits his job after the corporation he was working for declined production of a modified engine for his new racing car, the Mach 5, he later thinks of creating his own family owned company, Racer Motors (Mifune Motors in Japan). He realizes that he would need a great amount of money to make his idea work. Nonetheless, Pops conceals his plans for the Mach 5s new engine on a windshield. Speed, who values the welfare of his family, decides to take it upon himself to obtain the money for Pops. In hopes of using his unique driving skills to do so, Speed decides to do what he does best and enters a race. Speed, along with the help of his friend and mechanic, Sparky, tune up and adjust the Mach 5 in preparation for the race, attaching a new windshield in the process. Unbeknownst to them, they had taken Pops windshield that concealed the plans for the new engine. Speed takes the windshield along to the race the next day. With the windshield, Speed unwittingly brought trouble towards him, for a corporate gang, who is after Pops revolutionary designs for the engine, sabotages the race, putting Speed in peril. Speed, through his wit, realizes that Pops had hidden the plans on the windshield and fights hard to prevent the gang from stealing it. In a last minute effort to save his fathers hard work, Speed shatters the windshield with his helmet so that in effect, nobody walks away with the plans. With the gang out of the way, Speed finishes and wins the race...however, he does not win the prize money since officials had found out that the race was sabotaged by the corporate gang. A slightly disappointed Speed apologizes to a slightly frustrated Pops, who had found out that Speed had entered the race, for entering the race and destroying his plans. Pops tells Speed that the plans were always locked within his head and gets slightly enraged and tells Speed to quit racing. Speed, who is confident enough to ignore Pops, drives away into many different adventures that come towards him and his friends.",
        "characters": [
            "Speed Racer / Go Mifune",
            "Spritle Racer / Kurio Mifune",
            "Pops Racer / Daisuke Mifune",
            "Mom Racer / Aya Mifune",
            "Racer X (The Masked Racer)",
            "Sparky",
            "The Car Acrobatic Team"
        ],
        "genres": [
            "adventure",
            "tournament"
        ],
        "author": "Tatsuo Yoshida",
        "Publisher": "Fusosha"
    },
    {
        "name": "Made in Abyss",
        "related name": [
            ""
        ],
        "short_story": "An enormous pit and cave system called the Abyss is the only unexplored place in the world. Strange and wonderful creatures reside in its depths, and it is full of precious relics that current humans are unable to make. The mysteries of the Abyss fascinate humans, and they head down to explore. The adventurers who venture into pit are known as Cave Raiders. A little orphan girl named Rico lives in the town of osu on the edge of the Abyss. Her dream is to become a Cave Raider like her mother and solve the mysteries of the cave system. One day, Rico starts exploring the caves and discovers a robot who resembles a human boy.",
        "characters": [
            "Riko",
            "Reg",
            "Nanachi",
            "Mitty",
            "Director",
            "Jiruo",
            "Nat",
            "Shiggy",
            "Kiyui",
            "Habolg",
            "Ozen",
            "Marulk",
            "Lyza",
            "Bondrewd",
            "Prushka",
            "Meinya",
            "Wazukyan",
            "Belafu",
            "Vueloeluko"
        ],
        "genres": [
            "adventure",
            "fantasy"
        ],
        "author": "Akihito Tsukushi",
        "Publisher": "Takeshobo"
    },
    {
        "name": "Magic Knight Rayearth",
        "related name": [
            ""
        ],
        "short_story": "Hikaru, Umi, and Fuu, girls from separate schools, find themselves linked together as they fall through the floor during a field trip to the Tokyo Tower. They land in a place called Cephiro, where their will controls what happens. They meet with Guru Clef and find out that they were summoned to save Princess Emeraude who has been imprisoned by High Priest Zagato. They learn magic and acquire weapons on their quest to save Cephiro from the evils of Zagato.",
        "characters": [
            "Hikaru Shidou",
            "Umi Ryuuzaki",
            "Fuu Hououji"
        ],
        "genres": [
            "adventure",
            "fantasy"
        ],
        "author": "CLAMP",
        "Publisher": "Kodansha"
    },
    {
        "name": "Magical Pokemon Journey",
        "related name": [
            ""
        ],
        "short_story": "In the world of Pokemon there lives a girl named Hazel. Hazel is deeply in love with the Pokemon trainer Almond, but all Almond cares about is Pokemon. In order to win Almonds love, Hazel makes a deal with the mad scientist Grandpa -- she will capture Pokemon for him in exchange for his ultimate love potion. Hazel befriends several Pokemon, including the main mascots Pikachu, Clefairy, and Jigglypuff, goes on all sorts of adventures with them, and battles her rival Coconut for Almonds heart.",
        "characters": [
            "Hazel",
            "Almond",
            "Coconut",
            "Grandpa",
            "Peanut",
            "Pistachio",
            "Walnut",
            "Sandy",
            "Apricot",
            "Plum",
            "Caraway",
            "Ginger",
            "Haruka",
            "Pikachu",
            "Clefairy",
            "Jigglypuff",
            "Squirtle",
            "Eevee",
            "Lu",
            "Charmander",
            "Bulbasaur",
            "Ditto",
            "Marimaru"
        ],
        "genres": [
            "comedy",
            "fantasy"
        ],
        "author": "Yumi Tsukirino",
        "Publisher": "Shogakukan"
    },
    {
        "name": "Naruto",
        "related name": [
            ""
        ],
        "short_story": "Twelve years ago, in a world populated by powerful ninja, a legendary beast known as the Nine-Tailed Fox attacked the village of Konohagakure, taking hundreds of lives. To save the city, the villages leader, the Fourth Hokage, sacrificed his life to seal the Fox into a newborn child. That child became Naruto Uzumaki, a hyperactive and optimistic but emotionally torn boy who has been abused and neglected by the very village that he lives in. Vowing to gain their respect, Naruto sets off on a journey to become the Hokage himself, and joins a ninja team alongside his new friends - the taciturn Sasuke, the kind-hearted Sakura, and the mysterious leader Kakashi. But things are not all that they seem, as Naruto will have to fight threats to the village, a group that wishes to exploit the Nine-Tails, and even his own teammates wavering loyalties in an epic tale of war, growth, and love. When Naruto was born the spirit of a evil nine-tailed fox was imprisoned within him, rendering him the hate of the villagers in the ninja-village of the Leaf who feared the demon in him. Countering this hate he grew into the role of the clown, trying to attract attention by making a fool of himself and his teachers. But within him dwells the dream of becoming Hokage, the strongest warrior of the village. When he graduates from the academy hes placed in the same group as Sakura, the technician and the girl he loves and Sasuke, the strong, quiet guy and his rival for Sakura. Leader and teacher of the group are Kakashi, the strange and always late, though powerful ninja.",
        "characters": [
            "Naruto",
            "Naruto Uzumaki",
            "Sasuke Uchiha",
            "Sakura Haruno",
            "Kakashi Hatake",
            "Boruto",
            "Boruto Uzumaki",
            "Sarada Uchiha",
            "Mitsuki",
            "Konohamaru Sarutobi"
        ],
        "genres": [
            "action",
            "comedy",
            "drama",
            "fantasy"
        ],
        "author": "Masashi Kishimoto",
        "Publisher": "Shueisha"
    },
    {
        "name": "Neon Genesis Evangelion",
        "related name": [
            "Evangelion",
            "Shin Seiki Evangelio"
        ],
        "short_story": "In 2000 A.D., a top-secret encounter between an Antarctic expedition and an entity known as an Angel triggered a global catastrophe. The year is now 2015 and the Angels have returned. Shinji Ikari, a 14-year-old child of the new Earth, is summoned by his long-estranged father Gendo to an underground city underneath Tokyo-3, where the United Nations research organization known as NERV is stationed. To match the fearsome power of the Angels, NERV has constructed a biomechanical weapon named Evangelion - a terrifying monster that young Shinji is destined to pilot.",
        "characters": [
            "Shinji Ikari",
            "Rei Ayanami",
            "Asuka Langley Soryu",
            "Kaworu Nagisa",
            "Toji Suzuhara",
            "Ryoji Kaji",
            "Yui Ikari/Unit 01"
        ],
        "genres": [
            "action",
            "drama",
            "psychological",
            "science fiction"
        ],
        "author": "Yoshiyuki Sadamoto",
        "Publisher": "Kadokawa Shoten"
    }
]